/* Details of a saved card. &apos;{card brand} ending in {last 4}&apos; e.g. &apos;VISA ending in 4242&apos; */
"%1$@ ending in %2$@" = "Karta %1$@ s poslednými štyrmi číslami %2$@";

/* Bank name when bank is offline for maintenance. */
"%@ - Offline" = "%@ – Offline";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"+ Add" = "+ Pridať";

/* Text for a button that, when tapped, displays another screen where the customer can enter card details */
"+ Add card" = "+ Pridať kartu";

/* Source type brand name */
"3D Secure" = "3D Secure";

/* Title for address entry section */
"ACCOUNT HOLDER ADDRESS" = "ADRESA DRŽITEĽA ÚČTU";

/* This is a Payment Method type brand name so shouldn&apos;t be translated unless it has a different name in a given localization. */
"AU BECS Debit" = "AU BECS Debit";

/* Payment Method type brand name. */
"AU BECS Direct Debit" = "AU BECS inkaso";

/* part of {Account} ending in {last4} */
"Account" = "Účet";

/* Caption for Name field on bank info form */
"Account Holder Name" = "Meno držiteľa účtu";

/* Placeholder text for Account number entry field for BECS Debit. */
"Account number" = "Číslo účtu";

/* Button to add a new credit card. */
"Add New Card…" = "Pridať novú kartu...";

/* Title for Add a Card view */
"Add a Card" = "Pridať kartu";

/* Title for SEPA Debit Account form */
"Add a Direct Debit Account" = "Pridať inkasný účet";

/* Title shown above a card entry form */
"Add a card" = "Pridať kartu";

/* Text for a button that, when tapped, displays another screen where the customer can add a new payment method */
"Add a payment method" = "Pridať spôsob platby";

/* Button prompt to add a bank account as a payment method. */
"Add bank account" = "Pridať bankový účet";

/* Label of a button displayed below a card entry form that saves the card details */
"Add card" = "Pridať kartu";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"Add new payment method" = "Pridajte nový spôsob platby";

/* Title shown above a form where the customer can enter payment information like credit card details, email, billing address, etc. */
"Add your payment information" = "Pridajte svoje informácie o platbe";

/* Address line 2 placeholder for billing address form. */
"Address line 2 (optional)" = "Riadok adresy 2 (voliteľne)";

/* Payment Method type brand name */
"Affirm" = "Affirm";

/* Payment Method type brand name  */
"Afterpay" = "Afterpay";

/* Payment Method type brand name */
"AfterpayClearpay" = "AfterpayClearpay";

/* Payment Method type brand name */
"AfterpayClearpay_copy" = "AfterpayClearpay";

/* Source type brand name */
"Alipay" = "Alipay";

/* Text for Apple Pay payment method */
"Apple Pay" = "Apple Pay";

/* Caption for Apartment/Address line 2 field on address form */
"Apt." = "Byt";

/* Title of confirmation prompt when removing a saved card. */
"Are you sure you want to remove this card?" = "Naozaj chcete odstrániť túto kartu?";

/* Title of confirmation prompt when removing a linked bank account. */
"Are you sure you want to remove this linked account?" = "Naozaj chcete odstrániť tento prepojený účet?";

/* Title for bank picker section */
"BANK" = "BANKA";

/* Title for bank account information form */
"BANK ACCOUNT INFORMATION" = "INFORMÁCIE O BANKOVOM ÚČTE";

/* Title for billing address entry section */
"BILLING ADDRESS" = "FAKTURAČNÁ ADRESA";

/* Payment Method type brand name */
"BLIK" = "BLIK";

/* Placeholder text for BSB Number entry field for BECS Debit. */
"BSB" = "BSB";

/* Text for back button */
"Back" = "Späť";

/* Source type brand name */
"Bancontact" = "Bancontact";

/* Link Instant Debit payment method display name */
"Bank" = "Banka";

/* Label for Bank Account selection or detail entry form */
"Bank Account" = "Bankový účet";

/* Title for billing address entry section */
"Billing Address" = "Fakturačná adresa";

/* Billing address section title for card form entry. */
"Billing address" = "Fakturačná adresa";

/* Payment Method type brand name */
"Boleto" = "Boleto";

/* Klarna buy now or pay later copy */
"Buy now or pay later with Klarna." = "Kúpte teraz alebo zaplaťte neskôr pomocou služby Klarna.";

/* Text providing link to terms for ACH payments */
"By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>." = "Pokračovaním súhlasíte s autorizáciou platieb podľa <terms>týchto podmienok</terms>.";

/* Mandate text displayed when paying via Link instant debit. */
"By continuing, you agree to authorize payments pursuant to these <terms>terms</terms>." = "Pokračovaním súhlasíte s autorizáciou platieb podľa týchto <terms>podmienok</terms>.";

/* Legal text shown when creating a Link account. */
"By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Pripojením k službe Link súhlasíte s <terms>podmienkami</terms> a <privacy>zásadami ochrany osobných údajov</privacy>.";

/* SEPA legal authorization text – must use official translations. */
"By providing your IBAN and confirming this payment, you are authorizing %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and your bank to debit your account in accordance with those instructions. You are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited." = "Poskytnutím svojho čísla IBAN a potvrdením tejto platby dávate oprávnenie %@ a Stripe, nášmu poskytovateľovi platobných služieb, aby odoslal pokyny do vašej banky na zaúčtovanie na ťarchu vášho účtu a do vašej banky na zaúčtovanie na ťarchu účtu v súlade s týmito pokynmi. Máte právo na vrátenie prostriedkov od svojej banky podľa zmluvných podmienok vašej banky. Vrátenie platby musí byť uskutočnené do 8 týždňov odo dňa, kedy bol váš účet zaťažený.";

/* Legal text shown when using AUBECS. */
"By providing your bank account details and confirming this payment, you agree to this Direct Debit Request and the <terms>Direct Debit Request service agreement</terms>, and authorise Stripe Payments Australia Pty Ltd ACN 160 180 343 Direct Debit User ID number 507156 (“Stripe”) to debit your account through the Bulk Electronic Clearing System (BECS) on behalf of %@ (the \"Merchant\") for any amounts separately communicated to you by the Merchant. You certify that you are either an account holder or an authorised signatory on the account listed above." = "Poskytnutím podrobností o svojom bankovom účte a potvrdením tejto platby súhlasíte s touto požiadavkou na inkaso a <terms>zmluvou o službách požiadaviek na inkaso</terms> a autorizujete spoločnosť Stripe Payments Australia Pty Ltd ACN 160 180 343 ID používateľa inkasa 507156 („Stripe“) na inkaso vášho účtu prostredníctvom systému Bulk Electronic Clearing System (BECS) v mene %@ (ďalej len „obchodník“) pre všetky sumy, ktoré vám boli oznámené osobitne obchodníkom. Potvrdzujete, že ste buď majiteľom účtu alebo autorizovaným signatárom na vyššie uvedenom účte.";

/* SEPA mandate text */
"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "Poskytnutím informácií o platbe a potvrdením tejto platby splnomocňujete (A) spoločnosti %@ a Stripe, nášho poskytovateľa platobných služieb, na posielanie platobných príkazov do vašej banky na odpísanie finančných prostriedkov z vášho účtu a (B) vašu banku na odpísanie finančných prostriedkov z vášho účtu v súlade s pokynmi. V rámci vašich práv máte právo na refundáciu od vašej banky podľa zmluvných podmienok uvedených v zmluve s vašou bankou. Refundáciu si musíte vyžiadať do 8 týždňov odo dňa, kedy boli finančné prostriedky odpísané z vášho účtu. Vaše práva sú vysvetlené vo vyhlásení, ktoré môžete získať od svojej banky. Súhlasíte s tým, že budete dostávať oznámenia o budúcich debetných platbách až 2 dni pred ich uskutočnením.";

/* Mandate text with link to terms when saving a bank account payment method to a merchant (merchant name replaces %@). */
"By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>." = "Uložením bankového účtu pre spoločnosť %@ súhlasíte s autorizáciou platieb podľa <terms>týchto podmienok</terms>.";

/* Title for card number entry field */
"CARD" = "KARTA";

/* Title for contact info form */
"CONTACT" = "KONTAKT";

/* Title for country picker section */
"COUNTRY" = "KRAJINA";

/* Label for entering CVC in text field */
"CVC" = "CVC";

/* Label for entering CVV in text field */
"CVV" = "CVV";

/* Title for credit card number entry field */
"Card" = "Karta";

/* Details of a saved card */
"Card ending in %@" = "Karta s poslednými štyrmi číslami %@";

/* Card details entry form header title */
"Card information" = "Informácie o karte";

/* Label for card number entry text field */
"Card number" = "Číslo karty";

/* Title for a button that allows the user to use a different email in the signup flow. */
"Change email" = "Zmeniť e-mail";

/* TODO */
"Choose a payment method" = "Vyberte spôsob platby";

/* Payment Method type brand name */
"Clearpay" = "Clearpay";

/* Accessibility label for the button to close the card scanner. */
"Close card scanner" = "Zatvoriť snímačku kariet";

/* Accessibility label describing a field for entering a login code */
"Code field" = "Pole kódu";

/* Text of a notification shown to the user when a login code is successfully sent via SMS. */
"Code sent" = "Kód odoslaný";

/* Title for contact info form */
"Contact" = "Kontakt";

/* Title for delivery address entry section */
"DELIVERY ADDRESS" = "DODACIA ADRESA";

/* Label for identifying the default payment method. */
"Default" = "Predvolené";

/* Title for delivery info form */
"Delivery" = "Dodanie";

/* Title for delivery address entry section */
"Delivery Address" = "Dodacia adresa";

/* Accessibility hint for a text field */
"Double tap to edit" = "Dvojitým ťuknutím upravte";

/* Source type brand name */
"EPS" = "EPS";

/* Label title for EPS Bank */
"EPS Bank" = "EPS Bank";

/* Button title to enter editing mode */
"Edit" = "Upraviť";

/* Instructs the user to enter the code sent to their phone number in order to login to Link */
"Enter the code sent to %@ to use Link to pay by default." = "Zadajte kód odoslaný na telefónne číslo %@ a používajte službu Link ako predvolenú platobnú službu.";

/* Two factor authentication screen heading */
"Enter your verification code" = "Zadajte overovací kód";

/* Payment Method type brand name */
"FPX" = "FPX";

/* A text notice shown when the user selects a card that requires re-entering the security code (CVV/CVC). */
"For security, please re-enter your card’s security code." = "Z dôvodu bezpečnosti znovu zadajte bezpečnostný kód vašej karty.";

/* Label for free shipping method */
"Free" = "Zdarma";

/* Placeholder string for name entry field. */
"Full name" = "Celé meno";

/* Source type brand name */
"Giropay" = "Giropay";

/* Payment Method type brand name. */
"GrabPay" = "GrabPay";

/* IBAN placeholder – don&apos;t translate */
"IBAN" = "IBAN";

/* Shipping form error message */
"Invalid Shipping Address" = "Neplatná dodacia adresa";

/* Spoken during VoiceOver when a form field has failed validation. */
"Invalid data." = "Neplatné údaje.";

/* Title for a button that when tapped creates a Link account for the user. */
"Join Link" = "Pripojiť sa do služby Link";

/* Source type brand name */
"Klarna" = "Klarna";

/* Link Payment Method type brand name */
"Link" = "Link";

/* Title for screen when data is still loading from the network. */
"Loading…" = "Nahrávanie...";

/* label for text field to enter card expiry */
"MM / YY" = "MM / RR";

/* label for text field to enter card expiry */
"MM/YY" = "MM/RR";

/* Title for payment options section */
"MORE OPTIONS" = "VIAC MOŽNOSTÍ";

/* Source type brand name */
"Multibanco" = "Multibanco";

/* Payment Method type brand name */
"NetBanking" = "NetBanking";

/* Label for button to add a new credit or debit card */
"New Card" = "Nová karta";

/* Label for button to add a new SEPA Direct Debit account */
"New Direct Debit Account" = "Nový inkasný účet";

/* Accessibility label for button to add a new SEPA Direct Debit account */
"New SEPA Direct Debit Account" = "Nový účet SEPA Direct Debit";

/* Button to move to the next text entry field */
"Next" = "Ďalej";

/* Text of a label for confirming an email address. E.g., 'Not user@example.com?' */
"Not %@?" = "E-mailová adresa %@ nie je vaša?";

/* Payment Method type brand name */
"OXXO" = "OXXO";

/* Button to pay with a Bank Account (using FPX). */
"Online Banking (FPX)" = "Online bankovníctvo (FPX)";

/* Separator label between two options */
"Or" = "Alebo";

/* Title of a section containing multiple payment methods that can selected and will collect the payment information from the user. */
"Or pay using" = "Alebo zaplaťte pomocou";

/* Title of a section containing a card form that will collect the payment information from the user. */
"Or pay with a card" = "Alebo zaplaťte kartou";

/* Source type brand name */
"P24" = "P24";

/* Label of a button that initiates payment when tapped */
"Pay %@" = "Zaplatiť %@";

/* Label of a button that when tapped allows the user to select a different form of payment. */
"Pay another way" = "Zaplatiť iným spôsobom";

/* Label describing the benefit of signing up for Link. Pay faster at {Merchant Name} and thousands of merchants. e.g, 'Pay faster at Example, Inc. and thousands of merchants.' */
"Pay faster at %@ and thousands of merchants." = "Plaťte rýchlejšie v spoločnosti %@ a u tisícoch ďalších obchodníkov.";

/* Klarna pay later copy */
"Pay later with Klarna." = "Zaplatiť neskôr pomocou služby Klarna";

/* Pay over time with Affirm copy */
"Pay over time with %@" = "Zaplatiť postupne pomocou %@";

/* Title shown above a section containing various payment options */
"Pay using" = "Zaplatiť pomocou";

/* Label preceding the selected payment method. */
"Pay with" = "Zaplatiť pomocou";

/* Pay with {payment method} */
"Pay with %@" = "Zaplaťte s %@";

/* Payment Method type brand name */
"PayPal" = "PayPal";

/* Title for Payment Method screen */
"Payment Method" = "Spôsob platby";

/* Accessibility instructions for card scanning. */
"Point the camera at your card." = "Nasmerujte kameru na svoju kartu.";

/* Short string for postal code (text used in non-US countries). Please keep to 8 characters or less if possible. */
"Postal" = "PSČ";

/* Caption for Postal Code field on address form (only shown in countries other than the United States) */
"Postal Code" = "PSČ";

/* Label of a button that, when tapped, initiates payment, becomes disabled, and displays this text */
"Processing..." = "Prebieha spracovanie…";

/* Payment Method type brand name. */
"Przelewy24" = "Przelewy24";

/* Label title for Przelewy24 Bank */
"Przelewy24 Bank" = "Przelewy24 Bank";

/* Button title for confirmation alert to remove a saved payment method
   Text for remove button */

"Remove" = "Odstrániť";
/* Content for alert popup prompting to confirm removing a saved card. Remove {card brand} ending in {last 4} e.g. &apos;Remove VISA ending in 4242&apos; */

"Remove %1$@ ending in %2$@" = "Odstrániť %1$@ končiace na %2$@";
/* Content for alert popup prompting to confirm removing saved payment method. */

"Remove %@" = "Odstrániť %@";
/* Title for confirmation alert to remove a card */

"Remove Card" = "Odstrániť kartu";
/* Title for confirmation alert to remove a saved bank account payment method */

"Remove bank account" = "Odstrániť bankový účet";
/* Content for alert popup prompting to confirm removing a saved bank account. e.g. 'Remove bank account ending in 4242' */

"Remove bank account ending in %@" = "Odstrániť bankový účet končiaci na %@";
/* Title for a button that when tapped removes a saved card. */

"Remove card" = "Odstrániť kartu";
/* Title for a button that when tapped removes a linked bank account. */

"Remove linked account" = "Odstrániť prepojený účet";
/* Label for a button that re-sends the a login code when tapped */

"Resend code" = "Znovu odoslať kód";
/* part of {SEPA Account} ending in {last4} */

"SEPA Account" = "SEPA účet";
/* Payment method brand name */

"SEPA Debit" = "SEPA inkaso";
/* Source type brand name */

"SEPA Direct Debit" = "SEPA Direct Debit";
/* Title for shipping address entry section */

"SHIPPING ADDRESS" = "DODACIA ADRESA";
/* Label for shipping method form */

"SHIPPING METHOD" = "Metóda dodania";
/* Source type brand name */

"SOFORT" = "SOFORT";
/* The label of a switch indicating whether to save the payment method for future payments. */

"Save for future payments" = "Uložiť pre budúce platby";
/* Label for a checkbox that when checked allows the payment information to be saved and used in future checkout sessions. */

"Save my info for secure 1-click checkout" = "Uložiť moje údaje pre bezpečnú platbu jedným kliknutím";
/* The label of a switch indicating whether to save the user&apos;s card for future payments to this merchant */

"Save this card for future %@ payments" = "Uložiť túto kartu pre budúce platby obchodníkovi %@";
/* The label of a switch indicating whether to save the user's card for future payment */

"Save this card for future Stripe payments" = "Uložiť túto kartu pre budúce platby Stripe";
/* Title for the Link signup screen */

"Secure 1⁠-⁠click checkout" = "Bezpečná platba jedným kliknutím";
/* Label prompting the user to select one of the saved payment methods from a list. */

"Select a saved payment" = "Vyberte uloženú platbu";
/* label for iDEAL-bank selection picker */

"Select bank" = "Zvoľte banku";
/* Title shown above a carousel containing the customer&apos;s payment methods */

"Select your payment method" = "Vyberte svoj spôsob platby";
/* Label for a button or menu item that sets a payment method as default when tapped. */

"Set as default" = "Nastaviť ako predvolený spôsob";
/* Label of a checkbox that when checked makes a payment method as the default one. */

"Set as default payment method" = "Nastaviť ako predvolený spôsob platby";
/* Label of a button displayed below a payment method form. Tapping the button sets the payment method up for future use */

"Set up" = "Nastaviť";
/* Title for shipping info form */

"Shipping" = "Dodanie";
/* Title for shipping address entry section */

"Shipping Address" = "Dodacia adresa";
/* Label for shipping method form */

"Shipping Method" = "Spôsob dodania";
/* Accessibility label for an action or a button that shows a menu. */

"Show menu" = "Zobraziť ponuku";
/* Two factor authentication screen heading */

"Sign in to your Link account" = "Prihláste sa do svojho účtu Link";
/* Payment Method type brand name

   Source type brand name */
"Sofort" = "Sofort";

/* Caption for generalized state/province/region field on address form (not tied to a specific country&apos;s format) */
"State / Province / Region" = "Štát/provincia/región";

/* Prompt for microdeposit verification before completing purchase with merchant. %@ will be replaced by merchant business name */
"Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@." = "V priebehu 1 až 2 pracovných dní vloží Stripe na váš účet vklad vo výške 0,01 USD. Potom dostanete e-mail s pokynmi na dokončenie platby spoločnosti %@.";

/* Accessibility hint to tell the user that they can tap to hide additional content. */
"Tap to close" = "Ťuknutím zatvorte";

/* Accessibility hint to tell the user that they can tap to reveal additional content. */
"Tap to expand" = "Ťuknutím rozbaľte";

/* Error string displayed to user when they have entered an incomplete BSB number. BSB refers to an Australian bank account number */
"The BSB you entered is incomplete." = "Zadané BSB je neúplné.";

/* Error string displayed to user when they enter in an invalid BSB number. &quot;BSB&quot; refers to an Australian bank account. */
"The BSB you entered is invalid." = "Zadané BSB je neplatné.";

/* An error message displayed when the customer's IBAN is incomplete. */
"The IBAN you entered is incomplete." = "Zadaný IBAN je neúplný.";

/* An error message displayed when the IBAN country code is not supported. */
"The IBAN you entered is invalid, \"%@\" is not a supported country code." = "Zadaný IBAN je neplatný, „%@“ nie je podporovaný kód krajiny.";

/* Error when the seleted payment method is not available (eg attempted to use 3D Secure on a card that does not support it). */
"The selected payment method is not available." = "Zvolený spôsob platby nie je k dispozícii.";

/* A text notice shown when the user selects an expired card. */
"This card has expired. Update it to keep using it or use a different payment." = "Platnosť tejto karty vypršala. Aktualizujte ju, aby ste ju mohli naďalej používať, alebo použite inú platbu.";

/* Text of a label indicating that a payment method is the default. */
"This is your default" = "Toto je váš predvolený spôsob platby";

/* Error when 3DS2 authentication timed out. */
"Timed out authenticating your payment method -- try again" = "Vypršal čas autentifikácie vášho spôsobu platby -- skúste znova";

/* Error when the user hasn&apos;t allowed the current app to access the camera when scanning a payment card. &apos;Settings&apos; is the localized name of the iOS Settings app. */
"To scan your card, allow camera access in Settings." = "Na nasnímanie vašej karty umožnite prístup ku kamere pod položkou Nastavenia.";

/* Payment Method type brand name */
"UPI" = "UPI";

/* Label shown when a payment method cannot be used for the current transaction. */
"Unavailable for this purchase" = "Nie je k dispozícii pre tento nákup";

/* Default missing source type label */
"Unknown" = "Neznáme";

/* Title for a button that when tapped, presents a screen for updating a card. Also the heading the screen itself. */
"Update card" = "Aktualizovať kartu";

/* Button to fill shipping address from billing address. */
"Use Billing" = "Použiť fakturačnú adresu";

/* Button to fill billing address from delivery address. */
"Use Delivery" = "Použiť adresu doručenia";

/* Button to fill billing address from shipping address. */
"Use Shipping" = "Použiť dodaciu adresu";

/* Two factor authentication screen heading */
"Use your saved info to check out faster" = "Použite vaše uložené údaje a plaťte rýchlejšie";

/* Error when 3DS2 authentication failed (e.g. customer entered the wrong code) */
"We are unable to authenticate your payment method. Please choose a different payment method and try again." = "Nemôžeme overiť váš spôsob platby. Vyberte iný spôsob platby a skúste to znova.";

/* Source type brand name */
"WeChat Pay" = "WeChat Pay";

/* You&apos;ll be taken to {bank name} to finish your purchase. */
"You'll be taken to %@ to finish your purchase." = "Na dokončenie nákupu budete presmerovaní do %@.";

/* An error message displayed when the IBAN does not start with a two-letter country code. */
"Your IBAN should start with a two-letter country code." = "Váš IBAN by mal začínať dvojpísmenovým kódom krajiny.";

/* An error message. */
"Your IBAN should start with a two-letter country code._copy" = "Váš IBAN by mal začínať dvojpísmenovým kódom krajiny.";

/* Error message for when ZIP code in form is incomplete (US only) */
"Your ZIP is incomplete." = "Vaše PSČ je neúplné.";

/* Error message for when postal code in form is invalid (US only) */
"Your ZIP is invalid." = "Vaše PSČ je neplatné.";

/* Error message for card form when card number is incomplete */
"Your card number is incomplete." = "Číslo vašej karty je neúplné.";

/* Error message for card form when card number is invalid */
"Your card number is invalid." = "Číslo vašej karty je neplatné.";

/* Error message for card details form when expiration date isn&apos;t entered completely */
"Your card's expiration date is incomplete." = "Dátum vypršania platnosti vašej karty je neúplný.";

/* Error message for card details form when expiration date is invalid */
"Your card's expiration date is invalid." = "Dátum vypršania platnosti vašej karty je neplatný.";

/* String to describe an invalid month in expiry date. */
"Your card's expiration month is invalid." = "Mesiac vypršania platnosti vašej karty je neplatný.";

/* String to describe an invalid year in expiry date. */
"Your card's expiration year is invalid." = "Rok ukončenia platnosti vašej karty je neplatný.";

/* Error message for card entry form when CVC/CVV is incomplete. */
"Your card's security code is incomplete." = "Bezpečnostný kód vašej karty je neúplný.";

/* Error message for card entry form when CVC/CVV is invalid */
"Your card's security code is invalid." = "Bezpečnostný kód vašej karty je neplatný.";

/* Error message for when postal code in form is incomplete */
"Your postal code is incomplete." = "Vaše poštové smerovacie číslo je neúplné.";

/* Error message for when postal code in form is invalid */
"Your postal code is invalid." = "Vaše PSČ je neplatné.";

/* Caption for Zip Code field on address form (only shown when country is United States only) */
"ZIP Code" = "PSČ";

/* accessibility label for text field */
"card number" = "číslo karty";

/* Placeholder string for email entry field. */
"example@example.com" = "example@example.com";

/* accessibility label for text field */
"expiration date" = "dátum exspirácie";

/* Payment Method type brand name. */
"giropay" = "giropay";

/* Source type brand name */
"iDEAL" = "iDEAL";

/* iDEAL bank section title for iDEAL form entry. */
"iDEAL Bank" = "iDEAL banka";

